<?php

return [
    'only_super_adm' => 'Тільки головний адмін може назначати/видаляти інших адмінів!',
    'nothing_edited' => 'Нічого не було змінено!',
    'user_edited_suc' => 'Користувач успішно відредагований!',
    'user_del_suc' => 'Користувача успішно видалено!',
    'user_add_suc' => 'Користувача успішно додано!',

    'prod_add_suc' => 'Продукт успішно додано!',
    'prod_del_suc' => 'Продукт успішно видалено!',
    'prod_edit_suc' => 'Продукт успішно відредагований!',

    'order_add_suc' => 'Замовлення успішно додано!',
    'order_del_suc' => 'Замовлення успішно видалено!',
    'order_edit_suc' => 'Замовлення успішно відредаговано!',

    'home' => 'Головна',
    'info' => 'Детальніше',

    'enter_name' => 'Введіть ім\'я',
    'enter_email' => 'Введіть пошту',
    'enter_password' => 'Введіть пароль',
    'enter_author' => 'Введіть автора',
    'enter_price' => 'Введіть ціну',

    'view' => 'Переглянути',
    'edit' => 'Редагувати',
    'delete' => 'Видалити',

    'amount' => 'Кількість',
    'price' => 'Ціна',
    'status' => 'Статус',
    'pending' => 'На розгляді',
    'arriving' => 'Доставляється',
    'arrived' => 'Доставлено',
    'confirmed' => 'Підтверджено',

    'name_for_product' => 'Назва',

    'author' => 'Автор',
    'cover' => 'Обкладинка',
    'upload_image' => 'Оберіть файл',

    'submit' => 'Надіслати',

    'orders' => 'Замовлення',
    'order' => 'Замовлення',
    'all_orders' => 'Всі Замовлення',
    'edit_order' => 'Редагувати Замовлення',
    'add_order' => 'Додати Замовлення',
    'create_order' => 'Створити Замовлення',

    'users' => 'Користувачі',
    'user' => 'Користувач',
    'name' => 'Ім\'я',
    'email' => 'Пошта',
    'password' => 'Пароль',
    'role' => 'Права',
    'user_id' => 'id Користувача',
    'all_users' => 'Всі Користувачі',
    'add_user' => 'Додати Коростувача',
    'edit_user' => 'Редагувати Коростувача',

    'products' => 'Продукти',
    'product' => 'Продукт',
    'product_id' => 'id Продукту',
    'all_products' => 'Всі Продукти',
    'add_product' => 'Додати Продукт',
    'edit_product' => 'Редагувати Продукт',

    'admin' => 'Адмін',
    'admin_panel' => 'Адмінська панель',
    'not_authorised' => 'Не авторизований',

];
